Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/drupal-tm.tmx
Source language: en
Languages: ca_es

source: Enabled (<a href="http://pecl.php.net/package/uploadprogress">PECL uploadprogress</a>)
ca_es: Habilitat (<a href="http://pecl.php.net/package/uploadprogress">PECL uploadprogress</a>)

source: Upload progress
ca_es: Progrés de càrrega

source: %name: the value may be no smaller than %min.
ca_es: %name: el valor no pot ser més petit que %min.

source: %name: the value may be no larger than %max.
ca_es: %name: el valor no pot ser més gran que %max.

source: All messages
ca_es: Tots els missatges

source: (empty)
ca_es: (buit)

source: Text format
ca_es: Format del text

source: URL path
ca_es: Camí URL

source: The translation file %filename contains an error: "msgctxt" is unexpected on line %line.
ca_es: El fitxer de traducció %filename conté un error: no s'esperava "msgctxt" a la línia %line.

source: The name of the site.
ca_es: El nom del lloc.

source: Region settings
ca_es: Paràmetres de la regió

source: Format string
ca_es: Cadena de format

source: Are you sure you want to remove the format %format?
ca_es: Esteu segurs d'eliminar el format %format?

source: Removed date format %format.
ca_es: S'ha eliminat el format de data %format.

source: Add format
ca_es: Afegeix un format

source: Allow users to add additional date formats.
ca_es: Permet als usuaris afegir formats de data addicionals.

source: Delete date format
ca_es: Suprimeix format de data

source: Allow users to delete a configured date format.
ca_es: Permet als usuaris suprimir un format de data configurat.

source: Configure date formats for each locale
ca_es: Configureu els formats de data per cada rol

source: Content type name
ca_es: Nom del tipus de contingut

source: Poll module choices.
ca_es: Opcions del mòdul d'enquestes.

source: Poll module settings.
ca_es: Paràmetres del mòdul d'enquestes

source: manage fields
ca_es: gestiona els camps

source: @field_name (Locked)
ca_es: @field_name (Bloquejat)

source: - Select a field type -
ca_es: - Seleccioneu un tipus de camp -

source: - Select a widget -
ca_es: - Seleccioneu un giny -

source: Field name (a-z, 0-9, _)
ca_es: Nom del camp (a-z, 0-9, _)

source: Type of data to store.
ca_es: Tipus de dades a emmagatzemar.

source: Form element to edit the data.
ca_es: Element de formulari per a editar-hi les dades.

source: - Select an existing field -
ca_es: - Seleccioneu un camp existent -

source: Field to share
ca_es: Camp a compartir

source: Add new field: you need to provide a label.
ca_es: Afegir un nou camp: cal especificar una etiqueta.

source: Add new field: you need to provide a field name.
ca_es: Afegir un nou camp: cal especificar el nom del camp.

source: Add new field: the field name %field_name is invalid. The name must include only lowercase unaccentuated letters, numbers, and underscores.
ca_es: Afegir un nou camp: el nom del camp %field_name no és vàlid. El nom ha d'incloure només lletres en minúscules i sense accents, números i guions baixos.

source: Add new field: the field name %field_name is too long. The name is limited to 32 characters, including the 'field_' prefix.
ca_es: Afegir un nou camp: el nom del camp %field_name és massa llarg. El nom està limitat a 32 caràcters, incloent el prefix 'field_'.

source: Add new field: the field name %field_name already exists.
ca_es: Afegir un nou camp: el nom de camp %field_name ja existeix.

source: Add new field: you need to select a field type.
ca_es: Afegir un nou camp: cal especificar un tipus de camp.

source: Add new field: you need to select a widget.
ca_es: Afegir un nou camp: heu de seleccions un giny.

source: Add new field: invalid widget.
ca_es: Afegir un nou camp: giny no vàlid.

source: Add existing field: you need to provide a label.
ca_es: Afegir un nou camp: heu de proporcionar una etiqueta.

source: Add existing field: you need to select a field.
ca_es: Afegir un nou camp: heu de seleccionar un camp.

source: Add existing field: you need to select a widget.
ca_es: Afegir un nou camp: heu de seleccionar un giny.

source: Add existing field: invalid widget.
ca_es: Afegir un nou camp: giny no vàlid.

source: The field %field is locked and cannot be edited.
ca_es: El camp %field està bloquejat i no es pot editar.

source: Maximum number of values users can enter for this field.
ca_es: El nombre màxim de valors que pot entrar un usuari per aquest camp.

source: 'Unlimited' will provide an 'Add more' button so the users can add as many values as they like.
ca_es: 'Il·limitat' proporciona un botó 'Afegeix-ne més' per tal que l'usuari pugui afegir tants valors com vulgui.

source: %name must be an integer.
ca_es: %name ha de ser un enter.

source: %name must be a positive integer.
ca_es: %name ha de ser un enter positiu.

source: %name must be a number.
ca_es: %name ha de ser un número.

source: Only numbers are allowed in %field.
ca_es: Només es permeten números a %field.

source: Regional settings
ca_es: Paràmetres de regió

source: Rotate
ca_es: Rotar

source: Page top
ca_es: Part superior de la pàgina

source: Page bottom
ca_es: Part inferior de la pàgina

source: Hello <strong>@username</strong>
ca_es: Hola <strong>@username</strong>

source: width @width
ca_es: amplada @width

source: height @height
ca_es: alçada @height

source: upscaling allowed
ca_es: permet el sobreescalat

source: random between -@degrees&deg and @degrees&deg
ca_es: aleatori entre -@degrees&deg i @degrees&deg

source: Database is encoded in UTF-8
ca_es: La base de dades està codificada en UTF-8

source: Drupal could not determine the encoding of the database was set to UTF-8
ca_es: El Drupal no ha pogut determinar la codificació de la base de dades i s'ha establert a UTF-8

source: PostgreSQL has initialized itself.
ca_es: S'ha inicialitzat el PostgreSQL

source: Structure
ca_es: Estructura

source: Created role of name: @name, id: @rid
ca_es: S'ha creat un rol amb nom: @name, id: @rid

source: User %name successfully logged in.
ca_es: L'usuari %name ha iniciat sessió amb èxit.

source: !count e-mail was sent during this test.
ca_es: !count correu electrònic s'ha enviat durant la prova.

source: !count e-mails were sent during this test.
ca_es: !count correus electrònics s'han enviat durant la prova.

source: Raw "@raw" found
ca_es: S'ha trobat el text sense filtrar "@raw"

source: Raw "@raw" not found
ca_es: No s'ha trobat el text sense filtrar "@raw"

source: "@text" found
ca_es: S'ha trobat "@text"

source: "@text" not found
ca_es: No s'ha trobat "@text"

source: Pattern "@pattern" found
ca_es: S'ha trobat el patró "@pattern"

source: Pattern "@pattern" not found
ca_es: No s'ha trobat el patró "@pattern"

source: Checkbox field @id is checked.
ca_es: La casella @id està seleccionada.

source: Checkbox field @id is not checked.
ca_es: La casella @id no està seleccionada.

source: Verbose message
ca_es: Missatge detallat

source: Select the test(s) or test group(s) you would like to run, and click <em>Run tests</em>.
ca_es: Seleccioneu la(es) prova(es) o grup(s) de proves que voleu executar i feu clic a <em>Executa les proves</em>

source: All (@count)
ca_es: Totes (@count)

source: Pass (@count)
ca_es: Passades (@count)

source: Fail (@count)
ca_es: Fallades (@count)

source: Return to list
ca_es: Torneu a la llista

source: Clear results after each complete test suite run
ca_es: Neteja els resultats després de que es completi cada execució d'un conjunt de proves

source: Provide verbose information when running tests
ca_es: Proporciona informació detallada quan s'executin les proves

source: The verbose data will be printed along with the standard assertions and is useful for debugging. The verbose data will be erased between each test suite run. The verbose data output is very detailed and should only be used when debugging.
ca_es: Les dades detallades es mostraran juntament amb les assercions estàndards i són útils per a la depuració. Aquestes s'esborraran entre l'execució de cada conjunt de proves. La seva sortida és molt detallada i només s'ha d'utilitzar durant la depuració.

source: HTTP auth settings to be used by the SimpleTest browser during testing. Useful when the site requires basic HTTP authentication.
ca_es: Paràmetres de l'autenticació HTTP per a ser utilitzats pel navegador de SimpleTest durant les proves. És útil quan el lloc requereix autenticació bàsica HTTP.

source: @pass, @fail, @exception, and @debug
ca_es: @pass, @fail, @exception i @debug

source: The test run did not successfully finish.
ca_es: L'execució de la prova no ha acabat amb èxit.

source: Clear results is disabled and the test results table will not be cleared.
ca_es: La neteja de resultats està inhabilitada i per tant, la taula de resultats de les proves no es netejarà.

source: No leftover tables to remove.
ca_es: No hi ha taules temporals per eliminar.

source: 1 debug message
ca_es: 1 missatge de depuració

source: Removed 1 test result.
ca_es: Eliminat 1 resultat de prova.

source: Removed 1 leftover table.
ca_es: Eliminada 1 taula temporal.

source: Removed 1 temporary directory.
ca_es: Eliminat 1 directori temporal.

source: Test result
ca_es: Resultat de la prova

source: View result of tests.
ca_es: Mostra els resultats de les proves.

source: Comment permalink
ca_es: Enllaç permanent del comentari

source: !site_name blogs
ca_es: Blogs de !site_name

source: Search block
ca_es: Bloc de cerca

source: Edit style
ca_es: Edita l'estil

source: Delete style
ca_es: Suprimeix l'estil

source: Automatically run cron
ca_es: Executa el cron automàticament

source: When enabled, the site will check whether cron has been run in the configured interval and automatically run it upon the next page request. For more information visit the <a href="@status-report-url">status report page</a>.
ca_es: Quan està activat, el lloc comprovarà si el cron ha estat executat en l'interval configurat i automàticament l'executarà a la següent petició de pàgina. Per a més informació aneu a la <a href="@status-report-url">pàgina d'informe d'estat</a>.

source: Execute cron
ca_es: Executa el cron

source: Check for updates of disabled modules and themes
ca_es: Comprova les actualitzacions de mòduls i temes inhabilitats.

source: Fetcher
ca_es: Recollidor

source: This permission is inherited from the authenticated user role.
ca_es: Aquest permís s'hereta del rol d'usuari autentificat.

source: Highlighted content
ca_es: Contingut destacat

source: Submitted by !username on !datetime.
ca_es: Enviat per !username al !datetime.

source: Submitted by !username on !datetime
ca_es: Enviat per !username el !datetime

source: Administer forums
ca_es: Administra els fòrums

source: Cancel account
ca_es: Cancel·la el compte

source: Secondary menu
ca_es: Menú secundari

source: Administrator role
ca_es: Rol d'administrador

source: No revision
ca_es: No hi ha cap revisió

source: @number comments per page
ca_es: @number comentaris per pàgina

source: Requires a title
ca_es: Requereix un títol

source: No body
ca_es: Sense cos

source: Private files
ca_es: Fitxers privats

source: Not restricted
ca_es: Sense restriccions

source: The unique ID of the comment.
ca_es: L'ID únic del comentari.

source: The unique ID of the comment's parent, if comment threading is active.
ca_es: L'ID únic del pare del comentari, si estan actius els comentaris en fils.

source: The unique ID of the node the comment was posted to.
ca_es: L'ID únic del node al qual s'ha enviat el comentari.

source: The unique ID of the user who posted the comment.
ca_es: L'ID únic de l'usuari que ha enviat el comentari.

source: The IP address of the computer the comment was posted from.
ca_es: L'adreça IP de l'ordinador des del qual s'ha enviat el comentari.

source: The name left by the comment author.
ca_es: El nom que ha deicat l'autor del comentari.

source: The email address left by the comment author.
ca_es: L'adreça de correu electrònic que ha deixat l'autor del comentari.

source: The home page URL left by the comment author.
ca_es: La URL de la pàgina inicial que ha deixat l'autor del comentari.

source: The formatted content of the comment itself.
ca_es: El contingut formatat del comentari.

source: The URL of the comment.
ca_es: La URL del comentari.

source: Edit URL
ca_es: URL d'edició

source: The URL of the comment's edit page.
ca_es: La URL de la pàgina d'edició del comentari.

source: The date the comment was posted.
ca_es: La data en que es va enviar el comentari.

source: The comment's parent, if comment threading is active.
ca_es: El pare del comentari, si estan actius els comentaris en fils.

source: The node the comment was posted to.
ca_es: El node on s'han enviat els comentaris.

source: The author of the comment, if they were logged in.
ca_es: L'autor del comentari, si va iniciar sessió.

source: The number of comments posted on a node.
ca_es: El nombre de comentaris enviats a un node.

source: New comment count
ca_es: Comptador de nous comentaris

source: The number of comments posted on a node since the reader last viewed it.
ca_es: El nombre de comentaris enviats a un node des del darrer cop que el lector l'ha visualitzat.

source: The unique ID of the node's latest revision.
ca_es: L'ID únic de la darrera revisió del node.

source: Translation set ID
ca_es: ID del conjunt de traducció

source: The unique ID of the original-language version of this node, if one exists.
ca_es: L'ID únic de la versió en llengua original d'aquest node, si n'existeix cap.

source: The type of the node.
ca_es: El tipus del node.

source: The human-readable name of the node type.
ca_es: El nom llegible-pels-humans del tipus de contingut.

source: The language the node is written in.
ca_es: La llengua en que s'ha escrit el node.

source: The URL of the node.
ca_es: La URL del node.

source: The URL of the node's edit page.
ca_es: La URL de la pàgina d'edició del node.

source: Date changed
ca_es: Canvi de data

source: The date the node was most recently updated.
ca_es: La dara de l'actualització més recent del node.

source: The author of the node.
ca_es: L'autor del node.

source: The number of votes that have been cast on a poll node.
ca_es: El nombre de vots que s'han emès per un node d'enquesta.

source: Poll winner
ca_es: Guanyadora de l'enquesta

source: The winning poll answer.
ca_es: La resposta guanyadora de l'enquesta.

source: Poll winner votes
ca_es: Vots de la guanyadora de l'enquesta

source: The number of votes received by the winning poll answer.
ca_es: El nombre de vots que ha rebut la resposta guanyadora de l'enquesta.

source: Poll winner percent
ca_es: Percentatge guanyador de l'enquesta

source: The percentage of votes received by the winning poll answer.
ca_es: El percentatge de vots que ha rebut la resposta guanyadora de l'enquesta.

source: The length of time the poll node is set to run.
ca_es: El temps en que el node enquesta està actiu.

source: The number of visitors who have read the node.
ca_es: El número de visitant que han llegit el node.

source: The number of visitors who have read the node today.
ca_es: El número de visitant que han llegit el node avui.

source: Last view
ca_es: Darrera visualització

source: The date on which a visitor last read the node.
ca_es: La data en que un visitant ha llegit per darrer cop un node.

source: The slogan of the site.
ca_es: L'eslògan del lloc.

source: The optional 'mission' of the site.
ca_es: La 'missió' opcional del lloc.

source: The administrative email address for the site.
ca_es: L'adreça administrativa de correu electrònic del lloc.

source: The URL of the site's front page.
ca_es: La URL de la portada del lloc.

source: Login page
ca_es: Pàgina d'inici de sessió

source: The URL of the site's login page.
ca_es: La URL de la pagina d'inici de sessió del lloc.

source: The unique ID of the uploaded file.
ca_es: L'ID únic del fitxer carregat.

source: The unique ID of the user who owns the file.
ca_es: L'ID únic de l'usuari propietari del fitxer.

source: The name of the file on disk.
ca_es: El nom del fitxer al disc.

source: The size of the file, in kilobytes.
ca_es: La mida del fitxer, en kilobytes.

source: The web-accessible URL for the file.
ca_es: La URL del fitxer accessible a través de la web.

source: The date the file was most recently changed.
ca_es: La data en que el fitxer s'ha modificat més recentment.

source: The user who originally uploaded the file.
ca_es: L'usuari que originàriament va pujar el fitxer.

source: The unique ID of the taxonomy term.
ca_es: L'ID únic del terme de la taxonomia.

source: The unique ID of the vocabulary the term belongs to.
ca_es: L'ID únic del vocabulari al qual el terme pertany.

source: The name of the taxonomy term.
ca_es: El nom del terme de la taxonomia.

source: The optional description of the taxonomy term.
ca_es: La descripció opcional del terme de la taxonomia.

source: The number of nodes tagged with the taxonomy term.
ca_es: El nombre de nodes etiquetats amb el terme de la taxonomia.

source: The URL of the taxonomy term.
ca_es: La URL del terme de la taxonomia.

source: The vocabulary the taxonomy term belongs to.
ca_es: El vocabulari al qual pertany el terme de la taxonomia.

source: The parent term of the taxonomy term, if one exists.
ca_es: El terme pare del terme de la taxonomia, si n'existeix cap.

source: The unique ID of the taxonomy vocabulary.
ca_es: L'ID únic del vocabulari de la taxonomia.

source: The name of the taxonomy vocabulary.
ca_es: El nom del vocabulari de la taxonomia.

source: The optional description of the taxonomy vocabulary.
ca_es: La descripció opcional del vocabulari de la taxonomia.

source: The number of nodes tagged with terms belonging to the taxonomy vocabulary.
ca_es: El nombre de nodes etiquetats amb termes que pertanyen al vocabulari de la taxonomia.

source: The number of terms belonging to the taxonomy vocabulary.
ca_es: El nombre de termes que pertanyen al vocabulari de la taxonomia.

source: The unique ID of the user account.
ca_es: L'ID únic del compte d'usuari.

source: The login name of the user account.
ca_es: El nom d'inici de sessió del compte d'usuari.

source: The email address of the user account.
ca_es: L'adreça de correu electrònic del compte d'usuari.

source: The URL of the account profile page.
ca_es: La URL de la pàgina del perfil del compte.

source: The url of the account edit page.
ca_es: La URL de la pàgina d'edició del compte.

source: The date the user last logged in to the site.
ca_es: La data en que l'usuari va iniciar sessió al lloc per darrer cop.

source: The date the user account was created.
ca_es: La dara en que es va crear el compte d'usuari.

source: Your OpenID
ca_es: El vostre OpenID

source: This OpenID will be attached to your account after registration.
ca_es: Aquest OpenID es vincularà al vostre compte després del registre.

source: Main page content
ca_es: Contingut principal de la pàgina

source: You are not allowed to access this page.
ca_es: No esteu autoritzats a accedir a aquesta pàgina.

source: Authorize file system changes
ca_es: Autoritza canvis al sistema de fitxers

source: It appears you have reached this page in error.
ca_es: Sembla ser que heu arribat a aquesta pàgina per error.

source: Cron could not run because an invalid key was used.
ca_es: El Cron no s'ha pogut executar perquè s'ha usat una clau no vàlida.

source: Cron could not run because the site is in maintenance mode.
ca_es: El Cron no s'ha pogut executar perquè el lloc està en mode de manteniment.

source: Default country
ca_es: País predeterminat

source: Check the error messages and <a href="!url">proceed with the installation</a>.
ca_es: Comproveu els missatges d'error i <a href="!url">procediu amb la instal·lació</a>.

source: Your PHP configuration only supports the %driver database type so it has been automatically selected.
ca_es: La vostra configuració de PHP només té suport pel tipus de base de dades %driver el qual s'ha seleccionat automàticament.

source: In your %settings_file file you have configured @drupal to use a %driver server, however your PHP installation currently does not support this database type.
ca_es: Al vostre fitxer %settings_file heu configurat que el @drupal utilitzi un servidor de %driver, tanmateix la vostra instal·lació PHP no suporta actualment aquest tipus de base de dades.

source: Sorry, you must select a language to continue the installation.
ca_es: Ho sentim, però heu de seleccionar un idioma per continuar la instal·lació.

source: We were unable to find any installation profiles. Installation profiles tell us what modules to enable and what schema to install in the database. A profile is necessary to continue with the installation process.
ca_es: No s'ha pogut trobar cal perfil d'instal·lació. Els perfils d'instal·lació diuen quins mòduls cal habilitar i quin esquema cal instal·lar a la base de dades. Es necessita un perfil per a continuar amb el procés d'instal·lació.

source: Sorry, the profile you have chosen cannot be loaded.
ca_es: Ho sentim, el perfil que heu escollit no es pot carregar.

source: All necessary changes to %dir and %file have been made, so you should remove write permissions to them now in order to avoid security risks. If you are unsure how to do so, consult the <a href="@handbook_url">online handbook</a>.
ca_es: S'han fet tots els canvis necessaris a %dir i a %file, ja podeu doncs treure els permisos d'escriptura per tal d'evitar riscos de seguretat. Si no teniu clar com fer-ho, podeu consultar el <a href="@handbook_url">manual en línia</a>.

source: Congratulations, you installed @drupal!
ca_es: Felicitats, heu instal·lat el @drupal!

source: Review the messages above before visiting <a href="@url">your new site</a>.
ca_es: Reviseu els missatges anteriors abans d'anar al <a href="@url">vostre nou lloc</a>.

source: <a href="@url">Visit your new site</a>.
ca_es: <a href="@url">Aneu al vostre nou lloc</a>.

source: Settings file
ca_es: Fitxer de configuració

source: The settings file does not exist.
ca_es: No existeix el fitxer de configuració.

source: The @drupal installer requires that you create a settings file as part of the installation process. Copy the %default_file file to %file. More details about installing Drupal are available in <a href="@install_txt">INSTALL.txt</a>.
ca_es: L'instal·lador del @drupal necessita que creeu un fitxer de configuració com a part del procés d'instal·lació. Copieu el fitxer %default_file a %file. Més detalls sobre la instal·lació del Drupal estan disponibles a <a href="@install_txt">INSTALL.txt</a>.

source: The %file file exists.
ca_es: El fitxer %file ja existeix.

source: The settings file is not writable.
ca_es: No es pot escriure al fitxer de configuració.

source: The @drupal installer requires write permissions to %file during the installation process. If you are unsure how to grant file permissions, consult the <a href="@handbook_url">online handbook</a>.
ca_es: L'instal·lador del @drupal necessita tenir permisos d'escriptura a %file durant el procés d'instal·lació. Si no teniu clar com donar permisos a un fitxer, podeu consultar el <a href="@handbook_url">manual en línia</a>.

source: Settings file is writable.
ca_es: Es pot escriure al fitxer de configuració.

source: Automated e-mails, such as registration information, will be sent from this address. Use an address ending in your site's domain to help prevent these e-mails from being flagged as spam.
ca_es: Els correus electrònics automàtics, com la informació del registre, s'enviaran des d'aquesta adreça. Utilitzeu una adreça del domini del vostre lloc per tal de prevenir que es consideri correu brossa.

source: Site maintenance account
ca_es: Compte de manteniment del lloc

source: No default country
ca_es: Cap país predeterminat

source: Select the default country for the site.
ca_es: Seleccioneu el país per defecte pel lloc.
